as-15-8/as-15-8-ppo/as-15-8-rep-viewer/src/main/webapp/1.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Body><GetUpdatedObjects xmlns="http://schemas.eclipse.org/birt"><Operation><Target><Id>Document</Id><Type>Document</Type></Target><Operator>ChangeParameter</Operator><Oprand><Name>RPD</Name><Value>1</Value></Oprand><Oprand><Name>__isdisplay__RPD</Name><Value>–Ф–µ–љ—М</Value></Oprand><Oprand><Name>RPFD</Name><Value>2019-11-22</Value></Oprand><Oprand><Name>__isdisplay__RPFD</Name><Value>22.11.19</Value></Oprand><Oprand><Name>SSi</Name><Value>0</Value></Oprand><Oprand><Name>__isdisplay__SSi</Name><Value>–Т—Б–µ –Я–°</Value></Oprand><Oprand><Name>CHP_OI_SS</Name><Value>true</Value></Oprand><Oprand><Name>CHP_I_BY_RE–°TYPE</Name><Value>true</Value></Oprand><Oprand><Name>CHP_I_BY_IRZTYPE</Name><Value>true</Value></Oprand><Oprand><Name>CHP_IRTZ_SS_RSLT</Name><Value>true</Value></Oprand><Oprand><Name>__isnull</Name><Value>EVi</Value></Oprand><Oprand><Name>IRTZ_REGTYPE</Name><Value>0</Value></Oprand><Oprand><Name>__isdisplay__IRTZ_REGTYPE</Name><Value>–Т—Б–µ —А–µ–µ—Б—В—А—Л</Value></Oprand><Oprand><Name>IRTZ_IRZTYPE</Name><Value>0</Value></Oprand><Oprand><Name>__isdisplay__IRTZ_IRZTYPE</Name><Value>–Т—Б–µ —В–Є–њ—Л</Value></Oprand><Oprand><Name>IRTZ_BLOCKTYPE</Name><Value>ALL</Value></Oprand><Oprand><Name>__isdisplay__IRTZ_BLOCKTYPE</Name><Value>–Т—Б–µ –?–†–Ґ–Ч</Value></Oprand><Oprand><Name>__isnull</Name><Value>IRTZ_REG_TS</Value></Oprand><Oprand><Name>__isnull</Name><Value>IRTZ_TRF_RU</Value></Oprand><Oprand><Name>__isnull</Name><Value>IRTZ_TRF_W</Value></Oprand><Oprand><Name>IRTZ_CHCK_RSLT</Name><Value>ALL</Value></Oprand><Oprand><Name>__isdisplay__IRTZ_CHCK_RSLT</Name><Value>–Т—Б–µ –?–†–Ґ–Ч</Value></Oprand><Oprand><Name>user</Name><Value></Value></Oprand><Oprand><Name>__isdisplay__user</Name><Value></Value></Oprand><Oprand><Name>__svg</Name><Value>true</Value></Oprand><Oprand><Name>__page</Name><Value>1</Value></Oprand><Oprand><Name>__taskid</Name><Value>2019-10-22-16-40-28-450</Value></Oprand></Operation></GetUpdatedObjects></soap:Body></soap:Envelope>